tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazynpm"
tap "mutagen-io/mutagen"
brew "atuin"
brew "automake"
brew "bash"
brew "libgit2"
brew "bat"
brew "bchunk"
brew "black"
brew "bpytop"
brew "btop"
brew "pcre2"
brew "glib"
brew "cmake"
brew "cmatrix"
brew "cointop"
brew "openldap"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "diff-so-fancy"
brew "dmg2img"
brew "docker"
brew "docker-compose"
brew "dust"
brew "efm-langserver"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "google-java-format"
brew "pkg-config"
brew "guile"
brew "gzip"
brew "htop"
brew "icdiff"
brew "ispell"
brew "jdtls"
brew "jq"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "unibilium"
brew "llvm"
brew "llvm@13"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "luv"
brew "lynx"
brew "mcfly"
brew "mdless"
brew "mdp"
brew "mdv"
brew "mercurial"
brew "meson"
brew "midnight-commander"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "perl"
brew "phpstan"
brew "procs"
brew "proselint"
brew "psalm"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "shellcheck"
brew "shellharden"
brew "starship"
brew "stylua"
brew "subversion"
brew "terraform-ls"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "unzip"
brew "vala"
brew "vala-language-server"
brew "vim"
brew "wget"
brew "yarn"
brew "hacker1024/hacker1024/coretemp"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-compose"
cask "alacritty"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-source-code-pro"
cask "gimp"
cask "goneovim"
cask "inkscape"
cask "kitty"
cask "mark-text"
cask "meld"
cask "pdfify"
cask "rectangle"
cask "scribus"
cask "sequel-pro"
cask "virtualbox"
cask "vscodium"
cask "warp"
cask "wezterm"
cask "xquartz"
cask "zettlr"
vscode "42crunch.vscode-openapi"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "grapecity.gc-excelviewer"
vscode "juanblanco.solidity"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "mjohns.clang-format"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "uctakeoff.vscode-counter"
vscode "xadillax.viml"
vscode "xdebug.php-debug"
vscode "zhuangtongfa.material-theme"
